{
  "claudecode.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "fzf.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "ranger.vim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-test": { "branch": "master" }
}
